Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Israel has expressed reservations about American aid to the Lebanese army and security services, saying those organizations will ultimately be unable to contend with Hezbollah and that any aid is liable to serve Hezbollah's interests.
ar: هذا و قد أعربت إسرائيل عن تحفظات حول المعونة الأمريكية للجيش اللبناني و الأجهزة الأمنية, معتبرة أن تلك المنظمات ستكون في النهاية غير قادرة على التعامل مع حزب الله أن أية مساعدة من شأنها أن تخدم مصالح حزب الله.

source: Get Haaretz news headlines delivered daily to your inbox!
ar: احصل على عناوين الأخبار من هأرتز يوميا على بريدك الالكتروني!

source: Click here to sign up for Haaretz newsletter
ar: اضغط هنا للتوقيع على نشرة أخبار هأريتز.

source: Last update - 10:31 11/05/2009
ar: أخر تحديث في الحادي عشر من شهر أيار, 2009._الساعة: 10:31

source: maybe not enough of Arab bloggers involved in journalism and vice versa? maybe censorship encourages anonimity?
ar: ربما لا يكفي المدونون العرب في الصحافة شايفتني? ربما تشجع الرقابة كشف?

source: Older
ar: أقدم

source: Unfortunately we don't have any tools to confirm that the content we have now will stay online. - Evgeny says
ar: للأسف ليس لدينا أية أدوات تؤكد أن المحتوى الذي نملكه الآن سيبقى موجوداً على الانترنت - على حد قول يفجينيGV09#

source: BUT, if you search it on Yahoo and other websites which do not use the same algorithms as Google, the results appear
ar: اذا تفتشها علي ياهو وغيرها من المواقع التي لا تستخدم نفس خوارزميات مثل غوغل, تظهر نتائج

source: to participants. :) as a form of encouraging freedom of speech
ar: إلى المشاركين. :) كشكل من أشكال تشجيع حرية التعبير

source: Global blogger/journalist summit starting now at AUC Cairo. Twitter
ar: قمة المدونين\الصحفيين تبدأ الآن في الجامعة الأمريكية بالقاهرة. تويتر

source: If the site is removed from the Google Index, it will not appear in the google results
ar: إذا كان هذا الموقع محذوفاُ من فهرس غوغل فلن يظهر في نتائج البحث على غوغل

source: Sami: Software like this could prove dangerous if the information on users and pages they are viewing is not disposed of correctly
ar: سامي: برامج كهذه تكون خطيرة إذا لم يتم التخلص من المعلومات حول المستخدمين بالشكل الصحيح

source: What's your number again? :P, you can follow us when we say finish :P
ar: ما هو رقمك مرة أخرى؟ P: يمكنك متابعتنا عندما نقول انتهى

source: How long does it take governments counter address such softwares? - Yusry asking
ar: كم من الوقت تحتاج الحكومات للتصرف في مواجهة هذه البرمجيات؟ - يسأل يسري

source: It was a temporary takedown in google due to many-reachable pages in the website
ar: لقد كان انقطاعاً مؤقتاً في غوغل بسبب عدد الصفحات الكبير الممكن الوصول إليها على الموقع

source: Show tweets
ar: تإظهار التويتات

source: Walid is introducing
ar: وليد يعرف بـ

source: finally fulfilled his dream to talk about Qatar. Interesting :P
ar: أخيرا حقق حلمه بالتحدث عن قطر

source: Page 1 »
ar: الصفحة >1

source: No, it was a webmaster problem, check
ar: لا، كانت مشكلة تتعلق بمدير الموقع، تحقق من

source: Walid is talking about Artificial Intelligence&connecting it 2 hacking&web tools Artificial Intelligence is actually about algorithms
ar: وليد يتحدث عن الذكاء الاصطناعي وصلته بالقرصنة وأدوات الانترنت، الذكاء الاصطناعي يتعلق بالخوارزميات حقيقةً

source: oh, don't worry, cheer up;)
ar: لا تقلقي،عايزاكي سعيدة دائما.

source: To my friends.. is Facebook blocked in Syria? really?!
ar: اصدقائي.. هل فيسبوك محجوب في سوريا؟ حقاً؟!

source: Google uses something called a crawl system for detecting online websites when it goes down.
ar: غوغل يستخدم شيئاص يسمى نظام الزحف للتحقق عندما يتعطل موقع على الانترنت

source: great, my tripod and lenses I was planning to bringo to
ar: جيد جداً، لقد كنت أخطط أن أحضر الكاميرا و الحامل الخاص بها.

source: . 2nd Life Event 9am NYT Sat. reg dancinginkproductions.com
ar: سيبث حدث الحياة الموازية الإفتراضية يوم السبت الساعة التاسعة صباحاً، تابعونا علي الرابط_dancinginkproductions.com

source: yes facebook is blocked in Syria!
ar: نعم فيسبوك محجوب في سورية!

source: enjoying the live tweets
ar: نرجو منكم أن تستمتعوا بالتدوينات المباشرة على التويتر

source: for more info.
ar: للمزيد من المعلومات.

source: It seems that the alkasir circumvent the censorship but filter certain content deemed undesirable or immoral.
ar: يبدو أن الكاسر تجنب الرقابة ولكن يحجب بعض المحتوى الذي يعتبر غير مرغوب أو غير أخلاقي.

source: : Wow I got too many friends in
ar: يا إلهي، لدي العديد من الأصدقاء هنا.

source: Tor does not say that promotion, this is a way to promote culturally sensitive encryption
ar: تور لا يقول ذلك، إنها طريقة للترويج للتشفير الحرج ثقافياً

source: to translate twitter feed out of Cairo global blogger conference into Arabic
ar: يقوم كلاً منهم بالترجمة الخاصة بمؤتمر التدوين المقام بالقاهرة من الإنجليزية إلى العربية

source: Collaborating with
ar: بالتعاون مع كلاً من

source: : Global blogger/journ summit starts at AUC Cairo. Twitter
ar: المدونة العالمية: مؤتمر قمة الصحافة للتدوين سيبدأ من الجامعة الأمريكية بالقاهرة على شبكة تويتر للخدمات الإجتماعية

source: RT@ircpresident: Walid Al-Saqaf is presenting a workshop in Evading Internet Censorship, interesting.
ar: rt@ircpresident: وليد السقف سيعرض ورشةعمل عن كيفية تفادي الرقابة على شبكة الانترنت. موضوع مثير حقا.

source: This is getting really exciting. Social translation into Arabic on moving Twitter feed
ar: لقد أصبح الأمر يبدو أكثر إثارة و تسلية، حيث يقوم فريق ميدانم بالترجمة الإجتماعية من الإنجليزية إلى العربية للتدوينات الجديدة التي تبث باستمرار

source: Totally wish I could be at
ar: في الواقع أتمنى أن أكون من المشتركين في

source: - sounds fascinating so far!
ar: فحتى الآن تبدو الأصوات المشاركة مبشرة بالخير

source: now: live translating the
ar: و الآن ترجمة فورية للحدث

source: blogger conference in cairo held by the AUC
ar: لمؤتمر المدونيين بالقاهرة و المقام بالجامعة الأمريكية

source: Sessions finished for today
ar: انتهت جلسات اليوم

source: الآن على ميدان، ترجمة فورية للتويتات حول مؤتمر المدونين والصحفيين الإلكترونيين في القاهرة
ar: و الآن مع الترجمة الفورية ،من موقع ميدان، لمؤتمر المدونيين بالجامعة الأمريكية بالقاهرة

source: blogger conference at AUC ?
ar: مؤتمر للمدونين في الجامعة الأمريكية بالقاهرة؟

source: Now enter details of encryption and servers safe
ar: ندخل الان في تفاصيل التشفير والمخدمات امنة

source: anasqtieshالآن على ميدان، ترجمة فورية للتويتات حول مؤتمر المدونين والصحفيين الإلكترونيين في القاهرة
ar: anasqtieshالآن على موقع ميدان, ترجمة فورية للتويتات حول مؤتمر المدونين والصحفيين الإلكترونيين فى القاهرة

source: Walid: this is an option for a moral culture, experimental. Are working on improving it. And above all transparency, warn
ar: وليد: هذا خيار تجريبي لثقافة أخلاقية. نعمل على تحسينه. و الشفافية فوق كل شيء

source: Evgeny q asked what's wrong with Tor hana decided to make a different system: what gives additional Alkasir?
ar: يوفجني Q تسأل عما يحدث مع تور. هنا قررت استخدام نظم مختلف : ما الذي يعطي القصير الإضافي؟

source: what is missing from this project? good question...
ar: ما الذي ينقص هذا المشروع? سؤال جيد.

source: I don't know if it exists in the first place, but you can download the system from here
ar: لا أدري إذا كان موجوداً في المقام الاول, ولكن يمكنك تحميل النظام من هنا

source: WHen there are many offline pages in a certain website according to Google index, the website is removed from this index
ar: عندما تجد العديد من الصفحات التي لا تعمل في موقع معين وفقا لمؤشر جوجل، فإن ذلك يعني أن الموقع نفسه قد تم حذفه من مؤشر جوجل.

source: ? We already had one big meetup this year! Oh well, I'm just jealous ;)
ar: نحن لدينا بالفعل اجتماعا كبيرا هذا العام! حسنا. أشعربالغيرة.

source: now at your laptop
ar: الان على حاسبك المحمول

source: CHeck
ar: ادخل موقع

source: I can access it here :)
ar: استطيع الوصول اليها من هنا :)

source: I can't access Harakamasrya whatever the ISP is
ar: لا أستطيع الدخول على موقع harakamasria على الرغم من استخدامي العديد من مواقع البحث.

source: ia talking about that the beginning is about blocking Pornography, etc leading to blocking bloggers
ar: IA تقول أن البداية ستكون بحجب المواقع الإباحية ثم منع لمدونين فيما بعد.

source: She is mentioning the example of when Kefaya website is down, my comment: the actual problem was a technical issue, not a block
ar: تورد مثالا عن موقع كفاية الذي لا يعمل. تعليقي أن المشكلة كانت تقنية بالموقع نفسه ولم يكن محجوبا.

source: Miral is talking about blocking blogs the hard way, silencing the blogger him/herself physically.
ar: Miral تتحدث عن حجب المدونات نفسها بطريقة عنيفة، وذلك بإسكات المدون نفسه وجعله يمتنع عن التدوين.

source: Miral Brinji from Egypt talks about another type of censorship - Apart from blocking websites, the bloggers are harassed or silenced
ar: Miral Brinji من مصر تتحدث عن نوع آخر من الرقابة- غير حجب المواقع - هذا النوع الآخر يتعلق بمضايقة المدونين أنفسهم وجعلهم يمتنعون عن التدوين

source: Evgeny Morozov: another kind of censorship and intimidation is a direct attack bloguers closing pages, hack, etc..
ar: Evgeny Morozov: ثمة نوع آخر من الرقابة والتخويف يتم ممارسته وهو الهجوم المباشر علىالمدونين لإغلاق صفحاتهم او استخدام القرصنة.

source: Evgeny Morozov from Belarus is explaining new forms of censorship and how can bloggers react to it.
ar: Evengy Morozov من بيلاروسيا يشرح أنماطا جديدة من الرقابة وكيفية تغلب المدونين عليها.

source: Walid Al Saqaf (Yemen): Al Kasir (
ar: وليد سقاف (اليمن): حكمت (

source: ) for tracking and circumventing censorship
ar: ) للتعقب والتغلب على الرقابة

source: interesting twitts today. What's
ar: تويتاتمثيرة اليوم

source: I hope they have a screencasting in the shared slideshow link for the non-tech savvy.
ar: آمل أن يكون لديهم صورة أو فيديو في الرابط الخاص بالشريحة المشتركة يوضح الخطوات لغير المتخصصين في الأمور التقنية.

source: Walid is now showing how to set a web-based proxy.
ar: يوضح وليد الآن كيفية تصميم خادم وكيل على شبكة الانترنت web proxy.

source: ahhhh, check us on Flickr!:) NICE
ar: زرنا على Flickr! جميل

source: Since it is in Egypt it is unlikely to report blocked websites.
ar: من المستبعد في مصر الإبلاغ عن حجب مواقع إلكترونية.

source: : Trial version of the Evading system @
ar: نسخة تجريبية من نظام تفادي الرقابة على المواقع

source: , contact admin@alkasir.com for more information.
ar: لمزيد من المعلومات ارسل إيميل ل admin@alkasir.com

source: : Types of censorship: Domain-base, IP based, Protocol-based, URL-based, & content-based
ar: أنواع الرقابة: رقابة على النطاق domain، رقابة تتعلق ببروتكول الانترنت نفسه أو مزود الخدمة وقد تكون الرقابة على المحتوى أو الموقع نفسه على الشبكة.

source: Trial version of the Evading system @
ar: تنزيل نسخة تجريبية من نظام تفادي الرقابة على المواقع من

source: , contact for admin@alkasir.com for more information.
ar: لمزيد من المعلومات، ارسل إيميل إلى admin@alkasir.com .

source: we will try to get hold of the slides;)
ar: سنحاول تثبيت الشرائح

source: : Rough transcript of morning session on Meedan.net at bit.ly (expand)
ar: :يمكن الحصول على نسخة من جلسة الصباح عن meedan.net في bit.ly (توسيع)

source: Bored with all the technical presentation, I think viewing the slide is more than enough, totally bored.
ar: بما أنني أضيق ذرعا بالعروض التقنية، فإنني أرى أن رؤية الشريحة يكفي للغاية.

source: Walid is introducing alkasir.com الكاسر as a system for evading blocked websites.
ar: يعرض وليد الكاسر alkasir.com وهو نظام لتفادي المواقع المحجوبة

source: Now Walid is explaining how alkasir.com works
ar: يشرح وليد الآن كيف يعمل alkasir.com

source: : Rough transcript of morning session on Meedan.net at
ar: يمكن الحصول على مسودة نسخة من جلسة الصباح عن meedan.net من الرابط التالي:

source: from
ar: من

source: meedan.net has multi translators working on Arabic of conf twitter feed.
ar: يوجد في موقع ميدان العديد من المترجمين الذين يقومون بترجمة التعليقات الخاصة بالمؤتمر على موقع twitter

source: 'be fast and efficient, be free, be flexible, expandable' Walid Al Saquaf from Yemen
ar: كن متميزا بالسرعة والكفاءة والمرونة وليد السقاف من اليمن

source: Palestinians around the world commemorate its establishment as Al Nakba, or the catastrophe. Israel's foundation meant the dispossession of hundreds of thousands of refugees. This created the largest, long-term refugee population in the world.
ar: يحيي الفلسطينيون حول العالم ذكرى قيام دولة إسرائيل بوصفها نكبة وتعني كارثة. لقد كان ميلاد إسرائيل بمثابة عملية طرد لمئات الآلاف من الفلسطينيين وتحويلهم للاجئين. يمثل الفلسطينيون أكبر شريحة من لاجئي دولة في العالم كما أنهم أطول الشعوب أمدا في البقاء كلاجئ

source: But, they should not mourn Israel's creation. They should celebrate what a failure it has been.
ar: ولكن يجب ألا ينعوا قيام دولة اسرائيل وإنما الاحتفال بفشل وجودها ككيان قائم بذاته. .

source: Israel's record in the region so far has been disastrous. Far from being the light among nations its past PR personnel suggested, it earned a pariah status International legal bodies repeatedly came down against it, with its only protection being the co
ar: بدا سجل إسرائيل في المنطقة حتى هذه اللحظة يموج بالكوارث. الان كانت كارثية. فهي بعيدة كل البعد عن النعت الذي خلعه عليها ساستها السابقين بوصفها بأنها منارة بين الأمم ، فإنها كانت منبوذة من قبل المؤسسات القانونية الدولية وهي لا تخضع إلا لحماية الولايات ا

source: Despite the excruciating human cost inflicted on the Palestinians and Lebanese people, Israel has failed to be the Jewish state its ideological forefathers envisioned. More Jews live outside than in, Jews are barely, if at all, a majority in the land they
ar: رغم تكبد لبنان وفلسطين خسائر بشرية فادحة تسببت فيها إسرائيل، إلا أنها فشلت في أن تكون الدولة اليهودية التي كان يريد الأسلاف أن تكون عليها. فعدد اليهود الذين يعيشون خارج غسرائيل أكثر من الذين يعيشون داخلها. واليهود ليوا أغلبية في لدولة التي يحكمونها وعدد ا

source: It is marked by repeated invasions; hyper-militarization; attacks on the territories of Iraq, Syria, Sudan, Egypt, Tunisia, Lebanon, and Jordan; occupation of the territories of its four neighboring states; an active, belligerent colonization program; cou
ar: وتتسم إسرائيل منذ إنشائها بكثرة هجماتها على الدول الأخرى وكذلك بالإفراط في عملية التسلح.لقد هاجمت إسرائيل العراق وسوريا والسودان ومصر وتونس ولبنان والأردن. واحتلت أراضٍ من الدول الأربع المجاورة لها.إنها تنتهج نهجا استعماريا نشطا وهي دولة مولعة بالحرب والا

source: Today marks the 61st anniversary of the creation of Israel. And there's a million reasons to be upset about it.
ar: يصادف اليوم الذكري الواحدة والستين لقيام دولة اسرائيل. ثمة آلاف الاسباب التي تجعل المرء قلقا حيال ذلك.

source: Happy Nakba Day to You!
ar: نكبة سعيدة عليكم!

source: Sounds like the project is struggling more than we often think it is.
ar: يبدوأن فكرة الترويج لدور الضحيةليست قوية كما كنا نظن.

source: Palestinians, for their part, are refusing to forget their plight.
ar: الفلسطينيون من جانبهم يرفضون نسيان النكبة التي أحلت بهم.

source: Thousands of Palestinians
ar: قام آلاف الفلسطينيين بمسيرات على طول

source: marched through cities across the West Bank
ar: مدن الضفة

source: yesterday. They carried flags, large wooden keys and images of villages razed by Zionist military forces in 1947 and 1948.
ar: أمس. وحملوا الأعلام والمفاتيح الخشبية الكبيرة وصورا للمدن التي سوتها العسكرية الصهيونية بالأرض في عامي 1947 و 1948.

source: The keys symbolize the homes the Palestinians lost when Israel came to be. Many refugees still hope to return one day. I came here to show that we believe that one day we will return. If not me, then my son, said Mohammad Hassan, 79.
ar: ترمز المفاتيح إلى بيوت الفلسطينيين التي فقدوها عندما قامت دولة إسرائيل. لازال العديد من الفلسطينيين يأملون في العودة إلى وطنهم في يوم ما. يقول محمد حسن ( 79 عاما) جئت الي هنا لأعبر عن إيماننا باننا سنعود إلى هنا ذات يوم. وإذا لم أعد أنا، فسيعود ابني.

source: In Ramallah, demonstrators waved banners reading, The right of return is sacred, and Return, Jerusalem And Self-Determination: Our Struggle Will Continue. They gathered at the tomb of Yasser Arafat, the late Palestinian leader.
ar: وفي رام الله، لوح المتظاهرون بلافتات كُتب عليها حق العودة حق مقدس و العودة والقدس وحق تقرير المصير: سنواصل نضالنا وتجمعوا عند قبر القائد الفلسطيني السابق ياسر عرفات.

source: Palestinian president Mahmoud Abbas marked Al Nakba's
ar: هذا وقد أحيا الرئيس الفلسطيني محمود عباس ذكرى النكبة

source: anniversary by stating in a televised speech
ar: بإلقاء خطاب في التليفزيون

source: that ending the Israeli occupation, establishing a Palestinian state with East Jerusalem as its capital, and resolving the refugee issue, are minimum conditions to begin to lift the injustice inflicted on the Palestinian people 61 years ago.
ar: ذكر فيه أن إنهاء الاحتلال الاسرائيلي وإقامة دولة فلسطينية عاصمتها القدس الشرقية, وحل قضية اللاجئين تمثل الحد الأدنى من المطالب التي ترفع الظلم عن عاتق الفلسطينيين والذين عانوا منه لمدة 61 عاما حتى الآن. ,

source: We are here, we will stay here, we are rooted in this land, Abbas said, We will remain steadfast and will remain determined to end this atrocious occupation.
ar: وقال عباس نحن هنا وسنبقي هنا, جذورنا في هذه الأرض. سنبقى ثابتين وعازمين عل إنهاء هذا الاحتلال الوحشي

source: announced a security blockade
ar: عن حصار أمني اليوم تمنع

source: today. It will halt West Bank traffic into Jerusalem, making public commemorations in the city more difficult to attend.
ar: فيه المرور من الضفة الغربية إلى القدس مما سيعوق وصول الفلسطينيين إلى القدس لإحياء ذكرى النكبة.

source: Palestinian citizens of Israel
ar: ينوي الفلسطينيون الذين يعيشون في إسرائيل

source: are also planning Al Nakba events
ar: بإحياء ذكرى النكبة

source: . Akka residents will hold a Nakba parade tonight with the slogan not another Nakba.
ar: سيقيم سكان عكا مهرجانا لإحياء هذه الذكرى شعاره لا نريد نكبة أخرى

source: Ahmed Awada, who is also a municipal councilor, said One of the objectives of
ar: احمد عواضة, وهو ايضا عضو في مجلس البلدية يرى أن : أحد أهداف

source: members and Arab residents of the city is to communicate to our youths, to the members of the new generation, that they must never forget what happened to our forefathers in 1948.
ar: مجلس البلدية والسكان العرب في المدينة هو التواصل مع الشباب، مع الجحيل الجديدحتى لا ينسوا ما حدث لأسلافهم في 1948.

source: Hadash
ar: أعضاء

source: Panic before second life event, it will be ok though, we're in good hands.
ar: لقد اصبت بالرعب قبل حدث الحياة الأخرى أو الإفتراضية الموازية و لكن الأمور ستسير بشكل جيد، فنحن نتعامل مع أفراد آمنون

source: getting ready for the Second Life activity
ar: لابد أن نستعد لحدث الحياة الموازية الإفتراضية ضمن فعاليات

source: on future of blogging and journalism. Quotes from Scoble's post:
ar: المزيد حول مستقبل التدوين و الصحافة. و هذه مقتطفات من مشاركة سكوبل

source: resolviendo problemas técnicos con Second Life para dar inicio al tema de gripe porcina
ar: حل المشاكل التقنية في الحياة الثانية لبدء النقاش حول انفلونزا الخنازير

source: RT @ Lastoadri: .MY come hard down on bloggers, there is control on media. In Singapore no body cares what bloggers write online.
ar: مقولة ترد على لست أدري، لقد أصبحت المسؤلية كبيرة على عاتق المدونيين، حيث يوجد ضغط على الإعلام، ففي سنغافورة لا يوجد من يهتم بما يقوم المدونون بنشره على المواقع بالإنترنت

source: Acho que nao tem nao, tem o liveblogging e
ar: لا أعتقد أنني قمت بذلك، الآن أقوم بالتدوين المباشر حول

source: : People are debating for/against having a union or some organizations for bloggers. The majority voted against
ar: يتناظر و يتجادل الناس حول أو ضد وجود إتحاد أو بعض المنظمات للمدونيين، و الغالبية صوتت ضد قيامها

source: Si se quiere profesionalizar la actividad de bloguear con examenes, asociaciones y eso... por qué no estudiar periodismo?
ar: إذا أردت مدونة أعمال احترافية ولها شراكات ... فلماذا لا تدرس الصحافة؟

source: Starting the second life event on Swine Flu in Blogging the future confrence.
ar: بداية حدث عالم الحياة الثانية (Second Life) حول انفلونزا الخنازير في مؤتمر تدوين المستقبل.

source: No egito, se houvesse uma associação de blogueiros ela seria banida pelo governo anyway disse um comentarista
ar: في مصر كانت هناك رابطة للمدونين وتم حلّها من قبل السلطات المصرية على حد قول أحد المعلّقين

source: - Blogging the future conference in Cairo
ar: -مؤتمر تدوين المستقبل في القاهرة

source: se hizo una votación sobre cuántos quisieran unirse en un sindicato como blogueros, y la respuesta mayoritaria fue que no.
ar: كان هناك تصويت حول من المدونين يود الانضمام لنقابة للمدونين وجواب الأغلبية كان لا

source: A maioria concordou que não é uma boa ideia que blogueiros se unam em sindicatos – nao que fossemos abrir uma
ar: الأغلبية وافقوا على أن الانضمام إلى رابطة للمدونين ليس فكرة جيدة

source: Please put your slides on our event site here
ar: المرجو أن تقومي بوضع شرائحك التوضيحية على موقع الحدث هنا:

source: The NDP people, are the NDP people.. wherever they are ..
ar: أعضاء الحزب الوطني الديمقراطي يظلون كما هم أينما حلوا!

source: Here is my presentation on how to bring together local citizen videos and global audiences
ar: و إليكم التقديم التوضيحي حول كيفية جمع ملفات الفيديو الفرديةالمحلية و كذلك المرتبطة بالجمهور العالمي

source: notes here
ar: وتلاحظ هنا

source: about 2 hours ago
ar: منذ حوالي ساعتين

source: People are debating for/against having a union or some organizations for bloggers. The majority voted against
ar: الحاضرون يناقشون إمكانية خلق اتحاد أو منظمات للمدونين، وصوت معظمهم ضد الفكرة.

source: Nasza Paula z Global Voices mowi juz na zakaczenie o tym, jak nowe technologie pomagaja rozwijac metody dziennikarskie
ar: باولا من الأصوات العالمية تشرح كيف أثرت التكنولوجيا الحديثة في الممارسات الصحفية

source: Nuevas tecnologías le están dando a las personas una voz.
ar: التكنولوجيا الحديثة تعطي الناس صوتاً مسموعاً

source: 'collaboration' community, innovation key words for journalism acc. to our Paula
ar: و تعد مصطلحات كلاً من مجتمع التعاون و الإبتكار أو التجديد هما من الكلمات المفتاحية في مجال الصحافة، الرد لبولا

source: sesja kolejna: blogowanie i media w Malazji
ar: الجلسة التالية: التدوين والإعلام

source: Erik Mobrand habla de el futuro d los blogs en Asia del sureste. Protestas en Tailandia, etc.
ar: إيريك يتحدث عن دور المدونات في الاحتجاجات في جنوب شرق آسيا في تايلاند، الخ

source: : Video on Internet freedom in Egypt by
ar: و شرائط الفيديو الموجودة حول حرية الإنترنت في مصر تم وضعها بواسطة

source: (Arabic, Eng. subtitles)
ar: و هو مهندس يتحدث العربية

source: : Please put your slides on our event site here
ar: المرجو أن تقومي بوضع شرائحك التوضيحية على موقع الحدث هنا:

source: on future of blogging and online journalism. Quotes from Scoble's post:
ar: حول مستقبل التدوين والصحافة الإلكترونية. مقتطفات من مقال سكوبل:

source: RT : Here is
ar: RT: إليكم

source: Video on Internet freedom in Egypt by
ar: تسجيل فيديو حول حرية الإنترنت في مصر بواسطة:

source: Sylwia habla de la migración del poder: del medio periodístico está pasando al periodista individual
ar: سيلفيا تناقش انتقال النفوذ: الإعلام ينتقل إلى الصحافة الفردية

source: expand
ar: توسيع

source: En la sesión 5 sobre el futuro de los blogs y periodismo en línea,
ar: في الجلسة الخامسة حول مستقبل التدوين

source: presentan :D
ar: تتكلمان

source: presentation on how to bring together local citizen videos and global audiences
ar: هذا العرض حول تقريب مقاطع الفيديو المحلية المواطنة من الجماهير العالمية.

source: Watching a video about Internet freedom in Egypt by
ar: رد على لست أدري: قم بمشاهدة ملف الفيديو الخاص بحرية الصحافة في مصر و قد تم رفعه بواسطة:

source: -Great that it´s screened
ar: و هو يمكن تكبيره بحجم الشاشة

source: minha vez de falar
ar: دوري الآن للتكلم

source: - tomara que não embole muito a lingua :)
ar: آمل ألا أرتكب الكثير من الأخطاء اللغوية :)

source: about 3 hours ago
ar: تم رفعه من حوالي ثلاث ساعات

source: jeszcze niepoprawiony post z Kairu
ar: تدوينة غير منقحة حول المؤتمر

source: So what's the
ar: و من ثم فما هي مبادرة مؤتمر مستقبل التدوين

source: 's slide on Future of blogging and online journalism
ar: الشرائح التوضيحية حول تدوين المستقبل والصحافة الإلكترونية.

source: wiecej pozniej, jak znajde siec...
ar: المزيد سيأتي لاحقاً

source: says
ar: على تويتر
